Repository: Negative-Star-Innovators/AgentRedactor
Catalog: AgentRedactor/Strings/*/Resources.resw
Source language: en_us
Languages: az_latn, bg, cs, es, fil, ha_latn, he_il, id_id, it_it, ja, kk, ko, lb, lt, mt, nl, pt, ro_ro, sk, sq, sv_se, ta, uk, vi, zh_tw

# AppPublisherDisplayName
source: Agent Redactor
az_latn: Negative Star Innovators
bg: Negative Star Innovators
cs: Negative Star Innovators
es: Negative Star Innovators
fil: Negative Star Innovators
ha_latn: Negative Star Innovators
ja: Negative Star Innovators
kk: Negative Star Innovators
ko: Negative Star Innovators
lb: Negative Star Innovators
lt: Negative Star Innovators
mt: Negative Star Innovators
nl: Negative Star Innovators
pt: Negative Star Innovators
sk: Negative Star Innovators
sq: Negative Star Innovators
ta: Negative Star Innovators
uk: Negative Star Innovators
vi: Negative Star Innovators

# AppDescription
source: AI Traffic PII Protection Proxy
az_latn: AI Trafiki üçün PII Müdafiə Proksisi
bg: Прокси за защита на лични данни при AI трафик
cs: Proxy pro ochranu osobních údajů v AI provozu
es: Proxy de protección de PII para tráfico de IA
fil: Proxy ng Proteksyon ng PII sa Trapiko ng AI
ha_latn: Proxy na Kare PII na Traffics AI
he_il: פרוקסי הגנת PII לתעבורת AI
id_id: Proksi Perlindungan PII Lalu Lintas AI
it_it: Proxy di protezione PII per traffico AI
ja: AI トラフィック PII 保護プロキシ
kk: AI трафик PII қорғау прокси
ko: AI 트래픽 PII 보호 프록시
lb: PII-Schutzproxy fir AI-Datenverkéier
lt: AI srauto asmens duomenų apsaugos proxy
mt: Proxy għall-Protezzjoni tal-PII fit-Traffiku tal-AI
nl: PII-beschermingsproxy voor AI-verkeer
pt: Proxy de proteção de PII para tráfego de IA
ro_ro: Proxy de protecție a datelor personale pentru traficul AI
sk: Proxy na ochranu osobných údajov v AI prevádzke
sq: Proxy mbrojtjeje e të dhënave personale për trafikun e IA-së
sv_se: PII-skyddsproxy för AI-trafik
ta: AI போக்குவரத்து PII பாதுகாப்பு ப்ராக்ஸி
uk: Проксі для захисту персональних даних у ШІ-трафіку
vi: Proxy bảo vệ PII lưu lượng AI
zh_tw: AI 流量 PII 保護代理

# HomePage_ProfilesHeader.Text
source: Profiles
az_latn: Profillər
bg: Профили
cs: Profily
es: Perfiles
fil: Mga Profile
ha_latn: Bayanan martaba
he_il: פרופילים
id_id: Profil
it_it: Profili
ja: プロファイル
kk: Профильдер
ko: 프로필
lb: Profiller
lt: Profiliai
mt: Profili
nl: Profielen
pt: Perfis
ro_ro: Profiluri
sk: Profily
sq: Profilet
sv_se: Profiler
ta: சுயவிவரங்கள்
uk: Профілі
vi: Hồ sơ
zh_tw: 設定檔

# HomePage_AddButton.Content
source: Add
az_latn: əlavə et
bg: Добавяне
cs: Přidat
es: Agregar
fil: Idagdag
ha_latn: Ƙara
he_il: הוסף
id_id: Tambah
it_it: Aggiungi
ja: 追加
kk: қосу
ko: 추가
lb: Dobäisetzen
lt: Pridėti
mt: Żid
nl: Toevoegen
pt: Adicionar
ro_ro: Adaugă
sk: Pridať
sq: Shto
sv_se: Lägg till
ta: சேர்
uk: Додати
vi: Thêm
zh_tw: 新增

# HomePage_RemoveButton.Content
source: Remove
az_latn: Sil
bg: Премахване
cs: Odebrat
es: Eliminar
fil: Alisin
ha_latn: Cire
he_il: הסר
id_id: Hapus
it_it: Rimuovi
ja: 削除
kk: Жою
ko: 제거
lb: Ewechhuelen
lt: Pašalinti
mt: Neħħi
nl: Verwijderen
pt: Remover
ro_ro: Elimină
sk: Odstrániť
sq: Hiq
sv_se: Ta bort
ta: அகற்று
uk: Видалити
vi: Xóa
zh_tw: 移除

# HomePage_QuickStart_Title.Text
source: How to use Agent Redactor
az_latn: Agent Redactor necə istifadə olunur
bg: Как да използвате Agent Redactor
cs: Jak používat Agent Redactor
es: Cómo usar Agent Redactor
fil: Paano gamitin ang Agent Redactor
ha_latn: Yadda ake amfani da Agent Redactor
he_il: איך להשתמש ב-Agent Redactor
id_id: Cara menggunakan Agent Redactor
it_it: Come usare Agent Redactor
ja: Agent Redactor の使い方
kk: Agent Redactor қалай пайдалануға болады
ko: Agent Redactor 사용 방법
lb: Wéi Dir Agent Redactor benotzt
lt: Kaip naudotis Agent Redactor
mt: Kif tuża Agent Redactor
nl: Hoe u Agent Redactor gebruikt
pt: Como utilizar o Agent Redactor
ro_ro: Cum să utilizați Agent Redactor
sk: Ako používať Agent Redactor
sq: Si të përdorni Agent Redactor
sv_se: Så här använder du Agent Redactor
ta: Agent Redactor ஐ எவ்வாறு பயன்படுத்துவது
uk: Як використовувати Agent Redactor
vi: Cách sử dụng Agent Redactor
zh_tw: 如何使用 Agent Redactor

# HomePage_QuickStart_Step1.Text
source: 1. Configure your profile below (or use the default)
az_latn: 1. Aşağıda profilinizi konfiqurasiya edin (və ya standartdan istifadə edin)
bg: 1. Конфигурирайте профила си по-долу (или използвайте стандартния)
cs: 1. Nakonfigurujte svůj profil níže (nebo použijte výchozí)
es: 1. Configure su perfil a continuación (o use el predeterminado)
fil: 1. I-configure ang iyong profile sa ibaba (o gamitin ang default)
ha_latn: 1. Sanya bayanin martabarku a ƙasa (ko amfani da tsoho)
he_il: 1. הגדר את הפרופיל שלך למטה (או השתמש בברירת המחדל)
id_id: 1. Konfigurasikan profil Anda di bawah (atau gunakan default)
it_it: 1. Configura il tuo profilo qui sotto (o usa quello predefinito)
ja: 1. 以下でプロファイルを構成してください（またはデフォルトを使用）
kk: 1. Төменде профиліңізді конфигурациялаңыз (немесе әдепкі параметрді пайдаланыңыз)
ko: 1. 아래에서 프로필을 구성하세요(또는 기본값 사용)
lb: 1. Konfiguréiert Äre Profil hei drënner (oder benotzt de Standard)
lt: 1. Suformuokite savo profilį žemiau (arba naudokite numatytąjį)
mt: 1. Kunfigura l-profil tiegħek hawn taħt (jew uża d-defolt)
nl: 1. Configureer hieronder uw profiel (of gebruik het standaardprofiel)
pt: 1. Configure o seu perfil abaixo (ou utilize o predefinido)
ro_ro: 1. Configurați profilul mai jos (sau utilizați cel implicit)
sk: 1. Nakonfigurujte svoj profil nižšie (alebo použite predvolený)
sq: 1. Konfiguroni profilin tuaj më poshtë (ose përdorni atë parazgjedhur)
sv_se: 1. Konfigurera din profil nedan (eller använd standardprofilen)
ta: 1. கீழே உங்கள் சுயவிவரத்தை உள்ளமைக்கவும் (அல்லது இயல்புநிலையைப் பயன்படுத்தவும்)
uk: 1. Налаштуйте свій профіль нижче (або використовуйте профіль за замовчуванням)
vi: 1. Cấu hình hồ sơ của bạn bên dưới (hoặc sử dụng hồ sơ mặc định)
zh_tw: 1. 在下方設定您的設定檔（或使用預設設定）

# HomePage_QuickStart_Step2.Text
source: 2. Point your LLM client (Claude Code, OpenClaw, etc.) at the Local URL shown below
az_latn: 2. LLM müştərinizi (Claude Code, OpenClaw və s.) aşağıda göstərilən Yerli URL-ə yönəldin.
bg: 2. Насочете LLM клиента си (Claude Code, OpenClaw и др.) към локалния URL, показан по-долу
cs: 2. Namiřte svého LLM klienta (Claude Code, OpenClaw atd.) na níže zobrazenou místní URL
es: 2. Diriga su cliente LLM (Claude Code, OpenClaw, etc.) a la URL local que se muestra a continuación
fil: 2. Ituro ang iyong LLM client (Claude Code, OpenClaw, atbp.) sa Local URL na ipinapakita sa ibaba
ha_latn: 2. Nuna abokin ciniki na LLM (Lambar Claude, OpenClaw, da sauransu) a URL na gida da aka nuna a ƙasa
he_il: 2. הפנה את לקוח ה-LLM שלך (Claude Code, OpenClaw וכו') אל כתובת ה-URL המקומית המוצגת למטה
id_id: 2. Arahkan klien LLM Anda (Claude Code, OpenClaw, dll.) ke URL Lokal yang ditampilkan di bawah
it_it: 2. Indirizza il tuo client LLM (Claude Code, OpenClaw, ecc.) all'URL locale mostrato qui sotto
ja: 2. LLM クライアント（Claude Code、OpenClaw など）を以下に表示されているローカル URL に向けてください
kk: 2. LLM клиентін (Клод коды, OpenClaw, т.б.) төменде көрсетілген жергілікті URL мекенжайына бағыттаңыз.
ko: 2. LLM 클라이언트(Claude Code, OpenClaw 등)를 아래에 표시된 로컬 URL로 지정하세요
lb: 2. Richt Äre LLM-Client (Claude Code, OpenClaw, asw.) op déi lokal URL, déi hei drënner gewise gëtt
lt: 2. Nukreipkite savo LLM klientą (Claude Code, OpenClaw ir kt.) į žemiau rodomą vietinį URL
mt: 2. Immira l-klijent LLM tiegħek (Claude Code, OpenClaw, eċċ.) lejn il-URL Lokali murija hawn taħt
nl: 2. Richt uw LLM-client (Claude Code, OpenClaw, etc.) op de onderstaande lokale URL
pt: 2. Aponte o seu cliente LLM (Claude Code, OpenClaw, etc.) para o URL local apresentado abaixo
ro_ro: 2. Îndreptați clientul LLM (Claude Code, OpenClaw etc.) către URL-ul local afișat mai jos
sk: 2. Nasmerujte svojho LLM klienta (Claude Code, OpenClaw atď.) na nižšie zobrazenú miestnu URL
sq: 2. Drejtoni klientin tuaj LLM (Claude Code, OpenClaw, etj.) në URL-në lokale të shfaqur më poshtë
sv_se: 2. peka din LLM-klient (Claude Code, OpenClaw, etc.) mot den lokala URL som visas nedan
ta: 2. உங்கள் LLM கிளையன்டை (Claude Code, OpenClaw போன்றவை) கீழே காட்டப்பட்டுள்ள உள்ளூர் URL க்கு நோக்கி வைக்கவும்
uk: 2. Спрямуйте свій LLM-клієнт (Claude Code, OpenClaw тощо) на локальну URL-адресу, показану нижче
vi: 2. Hướng máy khách LLM của bạn (Claude Code, OpenClaw, v.v.) đến URL cục bộ được hiển thị bên dưới
zh_tw: 2. 將您的 LLM 用戶端（Claude Code、OpenClaw 等）指向下方顯示的本機 URL

# HomePage_QuickStart_Step3.Text
source: 3. We sit between your client and real API. Everything stays on your machine. Sensitive data is redacted locally before any request leaves your computer ensuring your data never touches our server
az_latn: 3. Biz sizin müştərinizlə real API arasında otururuq. Hər şey maşınınızda qalır. Həssas məlumatlar hər hansı sorğu kompüterinizi tərk etməzdən əvvəl yerli olaraq redaktə edilir və məlumatlarınızın heç vaxt serverimizə toxunmamasını təmin edir
bg: 3. Ние сме между вашия клиент и реалното API. Всичко остава на вашата машина. Чувствителните данни се редактират локално, преди някоя заявка да напусне компютъра ви, гарантирайки, че вашите данни никога не достигат до нашия сървър
cs: 3. Sedíme mezi vaším klientem a reálným API. Vše zůstává na vašem stroji. Citlivá data se redigují lokálně dříve, než jakýkoli požadavek opustí váš počítač, což zajišťuje, že vaše data se nikdy nedostanou na náš server
es: 3. Nos situamos entre su cliente y la API real. Todo permanece en su equipo. Los datos sensibles se redactan localmente antes de que cualquier solicitud salga de su computadora, garantizando que sus datos nunca lleguen a nuestro servidor
fil: 3. Nasa pagitan kami ng iyong client at ng tunay na API. Lahat ay nananatili sa iyong makina. Ang sensitibong data ay nire-redact nang lokal bago ang anumang request ay umalis sa iyong computer, na tinitiyak na ang iyong data ay hindi kailanman makakaabot sa aming server
ha_latn: 3. Mun zauna tsakanin abokin ciniki da ainihin API. Komai yana kan injin ku. Ana sake gyara bayanai masu mahimmanci a cikin gida kafin kowace buƙata ta bar kwamfutarka don tabbatar da cewa bayananku ba su taɓa sabar mu ba
he_il: 3. אנחנו יושבים בין הלקוח שלך לבין ה-API האמיתי. הכל נשאר על המחשב שלך. נתונים רגישים מוסרים מקומית לפני שבקשה כלשהי יוצאת מהמחשב שלך, כך שהנתונים שלך לעולם לא יגיעו לשרתים שלנו
id_id: 3. Kami berada di antara klien Anda dan API yang sebenarnya. Semuanya tetap di mesin Anda. Data sensitif disunting secara lokal sebelum permintaan apa pun meninggalkan komputer Anda, memastikan data Anda tidak pernah menyentuh server kami
it_it: 3. Ci interponiamo tra il tuo client e la API reale. Tutto resta sulla tua macchina. I dati sensibili vengono redatti localmente prima che qualsiasi richiesta lasci il tuo computer, garantendo che i tuoi dati non raggiungano mai il nostro server
ja: 3. クライアントと実際の API の間に位置します。すべてはお使いのマシン内に留まります。機密データは、リクエストがコンピュータから送信される前にローカルで編集され、データが当社のサーバーに触れることはありません
kk: 3. Біз сіздің клиентіңіз бен нақты API арасында отырамыз. Барлығы сіздің құрылғыңызда қалады. Кез келген сұрау компьютерден шықпас бұрын құпия деректер жергілікті түрде өңделеді, бұл сіздің деректеріңіз ешқашан біздің серверімізге тиіп кетпеуі үшін
ko: 3. 클라이언트와 실제 API 사이에 위치합니다. 모든 것은 사용자의 컴퓨터에 그대로 있습니다. 민감한 데이터는 요청이 컴퓨터를 떠나기 전에 로컬에서 삭제되어 데이터가 당사 서버에 닿지 않습니다
lb: 3. Mir sëtze tëschent Ärem Client an der richteger API. Alles bleiwt op Ärem Computer. Sensibel Donnéeën ginn lokal geschwäerzt, ier eng Ufro Äre Computer verléisst, sou datt Är Donnéeën eisem Server ni erreechen
lt: 3. Mes esame tarp jūsų kliento ir tikrojo API. V viskas lieka jūsų įrenginyje. Jautrūs duomenys redaguojami lokaliai, prieš bet kokią užklausą paliekant jūsų kompiuterį, užtikrinant, kad jūsų duomenys niekada nepasiektų mūsų serverio
mt: 3. Aħna nsibu bejn il-klijent tiegħek u l-API reali. Kollox jibqa' fuq il-magna tiegħek. Id-data sensittiva tiġi redatta lokalment qabel kwalunkwe talba tħalli l-kompjuter tiegħek, biex tiżgura li d-data tiegħek qatt ma tmiss is-server tagħna
nl: 3. Wij zitten tussen uw client en de echte API. Alles blijft op uw machine. Gevoelige gegevens worden lokaal geredigeerd voordat een aanvraag uw computer verlaat, zodat uw gegevens nooit onze server bereiken
pt: 3. Intermediamos entre o seu cliente e a API real. Tudo permanece na sua máquina. Os dados sensíveis são redigidos localmente antes de qualquer pedido sair do seu computador, garantindo que os seus dados nunca chegam ao nosso servidor
ro_ro: 3. Ne aflăm între clientul dvs. și API-ul real. Totul rămâne pe mașina dvs. Datele sensibile sunt redactate local înainte ca orice cerere să părăsească computerul, asigurându-se că datele dvs. nu ajung niciodată la serverul nostru
sk: 3. Sediame medzi vaším klientom a skutočným API. Všetko zostáva na vašom stroji. Citlivé údaje sa redigujú lokálne skôr, ako akákoľvek požiadavka opustí váš počítač, čo zaisťuje, že vaše údaje sa nikdy nedostanú na náš server
sq: 3. Ne gjendemi midis klientit tuaj dhe API-së së vërtetë. Gjithçka qëndron në makinën tuaj. Të dhënat e ndjeshme redaktohen lokalisht përpara se çdo kërkesë të largohet nga kompjuteri juaj, duke siguruar që të dhënat tuaja nuk prekin kurrë serverin tonë
sv_se: 3. Vi sitter mellan din klient och det riktiga API:et. Allt stannar på din maskin. Känsliga data redigeras lokalt innan någon begäran lämnar din dator, vilket säkerställer att dina data aldrig når vår server
ta: 3. நாங்கள் உங்கள் கிளையன்டுக்கும் உண்மையான API க்கும் இடையில் இருக்கிறோம். அனைத்தும் உங்கள் கணினியிலேயே உள்ளது. உங்கள் கணினியை விட்டு எந்தக் கோரிக்கையும் வெளியேறுவதற்கு முன்பு முக்கியமான தரவுகள் உள்ளூரில் மறைக்கப்படுகின்றன, இதனால் உங்கள் தரவு எங்கள் சேவையகத்தை எட்டாது
uk: 3. Ми знаходимося між вашим клієнтом і справжнім API. Усе залишається на вашому комп'ютері. Конфіденційні дані редагуються локально, перш ніж будь-який запит залишить ваш комп'ютер, гарантуючи, що ваші дані ніколи не потраплять на наш сервер
vi: 3. Chúng tôi đứng giữa máy khách của bạn và API thực. Mọi thứ đều ở trên máy của bạn. Dữ liệu nhạy cảm được xóa cục bộ trước khi bất kỳ yêu cầu nào rồi khỏi máy tính của bạn, đảm bảo dữ liệu của bạn không bao giờ chạm đến máy chủ của chúng tôi
zh_tw: 3. 我們位於您的用戶端與真實 API 之間。所有內容都保留在您的裝置上。敏感資料會在任何要求離開您的電腦之前於本機去識別化，確保您的資料絕不會到達我們的伺服器

# HomePage_ApiProxy_Title.Text
source: API Proxy
az_latn: API Proksi
bg: API прокси
es: Proxy de API
ha_latn: API ɗin Wakili
he_il: פרוקסי API
id_id: Proksi API
it_it: Proxy API
ja: API プロキシ
kk: API прокси
ko: API 프록시
mt: Proxy API
pt: Proxy de API
ro_ro: Proxy API
ta: API ப்ராக்ஸி
uk: API-проксі
vi: Proxy API
zh_tw: API 代理

# HomePage_ProfileName_Label.Text
source: Profile Name
az_latn: Profil Adı
bg: Име на профил
cs: Název profilu
es: Nombre del perfil
fil: Pangalan ng Profile
ha_latn: Sunan Bayani
he_il: שם פרופיל
id_id: Nama Profil
it_it: Nome profilo
ja: プロファイル名
kk: Профиль аты
ko: 프로필 이름
lb: Profilnumm
lt: Profilio pavadinimas
mt: Isem tal-Profil
nl: Profielnaam
pt: Nome do perfil
ro_ro: Nume profil
sk: Názov profilu
sq: Emri i profilit
sv_se: Profilnamn
ta: சுயவிவரப் பெயர்
uk: Назва профілю
vi: Tên hồ sơ
zh_tw: 設定檔名稱

# HomePage_ProfileName_Placeholder.PlaceholderText
source: e.g., Work OpenAI
az_latn: məsələn, OpenAI ilə işləyin
bg: напр., Работа OpenAI
cs: např., Práce OpenAI
es: p. ej., Trabajo OpenAI
fil: hal., OpenAI sa Trabaho
ha_latn: misali, Aiki OpenAI
he_il: למשל, OpenAI עבודה
id_id: mis., OpenAI Kerja
it_it: ad es., Lavoro OpenAI
ja: 例: 仕事用 OpenAI
kk: мысалы, OpenAI жұмысы
ko: 예: 업무용 OpenAI
lb: z. B., Aarbecht OpenAI
lt: pvz., Darbas OpenAI
mt: eż., OpenAI tax-Xogħol
nl: bijv., Werk OpenAI
pt: p. ex., Trabalho OpenAI
ro_ro: ex., Muncă OpenAI
sk: napr., Práca OpenAI
sq: p.sh., Pune OpenAI
sv_se: t.ex., Arbete OpenAI
ta: எ.கா., பணி OpenAI
uk: напр., Робота OpenAI
vi: ví dụ: OpenAI công việc
zh_tw: 例如，工作 OpenAI

# HomePage_LocalUrl_Label.Text
source: Local URL
az_latn: Yerli URL
bg: Локален URL
cs: Místní URL
es: URL local
fil: Lokal na URL
ha_latn: URL na gida
he_il: URL מקומי
id_id: URL Lokal
it_it: URL locale
ja: ローカル URL
kk: Жергілікті URL
ko: 로컬 URL
lb: Lokal URL
lt: Vietinis URL
mt: URL Lokali
nl: Lokale URL
pt: URL local
ro_ro: URL local
sk: Miestna URL
sq: URL lokale
sv_se: Lokal URL
ta: உள்ளூர் URL
uk: Локальна URL-адреса
vi: URL cục bộ
zh_tw: 本機 URL

# HomePage_LocalUrl_Hint.Text
source: The address your LLM client points at
az_latn: LLM müştərinizin göstərdiyi ünvan
bg: Адресът, към който сочи вашият LLM клиент
cs: Adresa, na kterou váš LLM klient ukazuje
es: La dirección a la que apunta su cliente LLM
fil: Ang address na tinuturo ng iyong LLM client
ha_latn: Adireshin abokin ciniki na LLM yana nunawa a
he_il: הכתובת שאליה לקוח ה-LLM שלך מצביע
id_id: Alamat yang dituju klien LLM Anda
it_it: L'indirizzo a cui punta il tuo client LLM
ja: LLM クライアントが指し示すアドレス
kk: LLM клиенті көрсететін мекенжай
ko: LLM 클라이언트가 가리키는 주소
lb: D'Adress, op déi Äre LLM-Client zielt
lt: Adresas, į kurį nukreiptas jūsų LLM klientas
mt: L-indirizz li l-klijent LLM tiegħek jimira lejh
nl: Het adres waarop uw LLM-client is gericht
pt: O endereço para onde o seu cliente LLM aponta
ro_ro: Adresa la care indică clientul dvs. LLM
sk: Adresa, na ktorú váš LLM klient ukazuje
sq: Adresa në të cilën tregon klienti juaj LLM
sv_se: Adressen som din LLM-klient pekar på
ta: உங்கள் LLM கிளையன்ட் சுட்டிக்காட்டும் முகவரி
uk: Адреса, на яку вказує ваш LLM-клієнт
vi: Địa chỉ mà máy khách LLM của bạn trỏ đến
zh_tw: 您的 LLM 用戶端指向的位址

# HomePage_CopyButton.Content
source: Copy
az_latn: Kopyalayın
bg: Копиране
cs: Kopírovat
es: Copiar
fil: Kopyahin
ha_latn: Kwafi
he_il: העתק
id_id: Salin
it_it: Copia
ja: コピー
kk: Көшіру
ko: 복사
lb: Kopéieren
lt: Kopijuoti
mt: Ikkopja
nl: Kopiëren
pt: Copiar
ro_ro: Copiază
sk: Kopírovať
sq: Kopjo
sv_se: Kopiera
ta: நகலெடு
uk: Копіювати
vi: Sao chép
zh_tw: 複製

# HomePage_ForwardTo_Label.Text
source: Forward To
az_latn: İrəli
bg: Препращане към
cs: Přeposlat na
es: Reenviar a
fil: I-forward Sa
ha_latn: Gaba Zuwa
he_il: העבר אל
id_id: Teruskan Ke
it_it: Inoltra a
ja: 転送先
kk: Алға жіберу
ko: 전달 대상
lb: Viruleeden un
lt: Persiųsti į
mt: Wassal Lejn
nl: Doorsturen naar
pt: Encaminhar para
ro_ro: Redirecționează către
sk: Preposlať na
sq: Përcillo në
sv_se: Vidarebefordra till
ta: முன்னோக்கி அனுப்பு
uk: Пересилати на
vi: Chuyển tiếp đến
zh_tw: 轉送至

# HomePage_ForwardTo_Placeholder.PlaceholderText
source: e.g. https://openrouter.ai/api/v1
az_latn: məs. https://openrouter.ai/api/v1
bg: напр. https://openrouter.ai/api/v1
cs: např. https://openrouter.ai/api/v1
es: p. ej. https://openrouter.ai/api/v1
fil: hal. https://openrouter.ai/api/v1
ha_latn: misali https://openrouter.ai/api/v1
he_il: למשל https://openrouter.ai/api/v1
id_id: mis. https://openrouter.ai/api/v1
it_it: ad es. https://openrouter.ai/api/v1
ja: 例: https://openrouter.ai/api/v1
kk: мысалы https://openrouter.ai/api/v1
ko: 예: https://openrouter.ai/api/v1
lb: z. B. https://openrouter.ai/api/v1
lt: pvz. https://openrouter.ai/api/v1
mt: eż. https://openrouter.ai/api/v1
nl: bijv. https://openrouter.ai/api/v1
pt: p. ex. https://openrouter.ai/api/v1
ro_ro: ex. https://openrouter.ai/api/v1
sk: napr. https://openrouter.ai/api/v1
sq: p.sh. https://openrouter.ai/api/v1
sv_se: t.ex. https://openrouter.ai/api/v1
ta: எ.கா. https://openrouter.ai/api/v1
uk: напр. https://openrouter.ai/api/v1
vi: ví dụ: https://openrouter.ai/api/v1
zh_tw: 例如 https://openrouter.ai/api/v1

# HomePage_ForwardTo_Hint.Text
source: The real API endpoint that receives your redacted requests
az_latn: Redaktə edilmiş sorğularınızı qəbul edən real API son nöqtəsi
bg: Реалният API крайна точка, която получава вашите редактирани заявки
cs: Skutečný koncový bod API, který přijímá vaše redigované požadavky
es: El endpoint real de la API que recibe sus solicitudes redactadas
fil: Ang tunay na API endpoint na tumatanggap ng iyong nire-redact na mga request
ha_latn: Haƙiƙanin ƙarshen API wanda ke karɓar buƙatun ku da aka gyara
he_il: נקודת הקצה האמיתית של ה-API שמקבלת את הבקשות המעודכנות שלך
id_id: Endpoint API sungguhan yang menerima permintaan tersunting Anda
it_it: L'endpoint API reale che riceve le tue richieste redatte
ja: 編集済みリクエストを受信する実際の API エンドポイント
kk: Түзетілген сұрауларды қабылдайтын нақты API соңғы нүктесі
ko: 삭제된 요청을 받는 실제 API 엔드포인트
lb: Den echte API-Endpunkt, deen Är geschwäerzten Ufroen empfaangen
lt: Tikrasis API galinis taškas, gaunantis jūsų redaguotas užklausas
mt: L-endpoint API reali li jirċievi t-talbiet redatti tiegħek
nl: Het echte API-eindpunt dat uw geredigeerde aanvragen ontvangt
pt: O endpoint real da API que recebe os seus pedidos redigidos
ro_ro: Endpoint-ul API real care primește cererile dvs. redactate
sk: Skutočný koncový bod API, ktorý prijíma vaše redigované požiadavky
sq: Pika e vërtetë e fundit e API që merr kërkesat tuaja të redaktuara
sv_se: Den riktiga API-slutpunkten som tar emot dina redigerade begäranden
ta: உங்கள் மறைக்கப்பட்ட கோரிக்கைகளைப் பெறும் உண்மையான API முனையம்
uk: Справжня кінцева точка API, яка отримує ваші відредаговані запити
vi: Điểm cuối API thực nhận các yêu cầu đã được xóa của bạn
zh_tw: 接收您去識別化後要求的真實 API 端點

# HomePage_ApiKey_Label.Text
source: API Key
az_latn: API Açarı
bg: API ключ
cs: API klíč
es: Clave de API
ha_latn: Maɓallin API
he_il: מפתח API
id_id: Kunci API
it_it: Chiave API
ja: API キー
kk: API кілті
ko: API 키
lb: API-Schlëssel
lt: API raktas
mt: Ċavetta API
nl: API-sleutel
pt: Chave de API
ro_ro: Cheie API
sk: API kľúč
sq: Çelësi API
sv_se: API-nyckel
ta: API விசை
uk: Ключ API
vi: Khóa API
zh_tw: API 金鑰

# HomePage_ShowKeyCheck.Content
source: Show key
az_latn: Açarı göstər
bg: Показване на ключа
cs: Zobrazit klíč
es: Mostrar clave
fil: Ipakita ang key
ha_latn: Nuna maɓalli
he_il: הצג מפתח
id_id: Tampilkan kunci
it_it: Mostra chiave
ja: キーを表示
kk: Кілтті көрсету
ko: 키 표시
lb: Schlëssel weisen
lt: Rodyti raktą
mt: Uri ċ-ċavetta
nl: Sleutel tonen
pt: Mostrar chave
ro_ro: Afișează cheia
sk: Zobraziť kľúč
sq: Shfaq çelësin
sv_se: Visa nyckel
ta: விசையைக் காட்டு
uk: Показати ключ
vi: Hiển thị khóa
zh_tw: 顯示金鑰

# HomePage_SaveAllSettingsButton.Content
source: Save All Settings
az_latn: Bütün Parametrləri Saxla
bg: Запазване на всички настройки
cs: Uložit všechna nastavení
es: Guardar toda la configuración
fil: I-save Lahat ng Settings
ha_latn: Ajiye Duk Saituna
he_il: שמור את כל ההגדרות
id_id: Simpan Semua Pengaturan
it_it: Salva tutte le impostazioni
ja: すべての設定を保存
kk: Барлық параметрлерді сақтау
ko: 모든 설정 저장
lb: All Astellungen späicheren
lt: Išsaugoti visus nustatymus
mt: Żomm kollha l-Settings
nl: Alle instellingen opslaan
pt: Guardar todas as definições
ro_ro: Salvează toate setările
sk: Uložiť všetky nastavenia
sq: Ruaj të gjitha cilësimet
sv_se: Spara alla inställningar
ta: அனைத்து அமைப்புகளையும் சேமி
uk: Зберегти всі налаштування
vi: Lưu tất cả cài đặt
zh_tw: 儲存所有設定

# HomePage_ProxyStatus_PortAvailable
source: Port {0} is available
az_latn: {0} portu əlçatandır
bg: Порт {0} е наличен
cs: Port {0} je dostupný
es: El puerto {0} está disponible
fil: Ang port {0} ay available
ha_latn: Port {0} yana samuwa
he_il: פורט {0} זמין
id_id: Port {0} tersedia
it_it: La porta {0} è disponibile
ja: ポート {0} は使用可能です
kk: {0} порты қолжетімді
ko: 포트 {0} 사용 가능
lb: Port {0} ass verfügbar
lt: Prievadas {0} yra laisvas
mt: Il-port {0} huwa disponibbli
nl: Poort {0} is beschikbaar
pt: A porta {0} está disponível
ro_ro: Portul {0} este disponibil
sk: Port {0} je dostupný
sq: Porti {0} është i disponueshëm
sv_se: Port {0} är tillgänglig
ta: போர்ட் {0} கிடைக்கிறது
uk: Порт {0} доступний
vi: Cổng {0} khả dụng
zh_tw: 連接埠 {0} 可用
